[
  {
    "firstname": "Casey",
    "lastname": "Pancoast",
    "experience": "ML in Experimental particle physics",
    "pronouns": "He",
    "email": "pancoast.c@northeastern.edu",
    "year": "Fourth Year",
    "major": "CS and Physics",
    "minor": "Math",
    "interests": "Neural networks, guitar, backpacking"
  },
  {
    "firstname": "Jamie",
    "lastname": "Camera",
    "experience": "Unity - QA engineer for a game engine company \nMassDigi - 12 week program to make and release a game from start to finish",
    "pronouns": "She/her",
    "email": "camera.j@northeastern.edu",
    "year": "Fourth Year",
    "major": "Computer science and game development ",
    "interests": "VP of NUGDC, photography, cooking"
  },
  {
    "firstname": "Jessica",
    "lastname": "van de Ven",
    "experience": "Software Engineer at Iron Mountain: remotely working with team members to build infrastructure with Google Cloud Platform. This required much self directed learning and problem solving, as well as intentional effort to socialize with coworkers to build relationships.",
    "pronouns": "She/her",
    "email": "vandeven.j@northeastern.edu",
    "year": "Third Year",
    "major": "Computer Science (BS)",
    "interests": "Book Club/books and reading, Northeastern Survivor, Flute/any Bands, Alpha Chi Omega, intramural cornhole, Agape Christian Fellowship, hiking, Vermont",
    "extra": "Participated in NUin"
  },
  {
    "firstname": "Justin",
    "lastname": "Flodman",
    "experience": "Investor Relations (Wayfair)",
    "pronouns": "He / Him",
    "email": "flodman.j@northeastern.edu",
    "year": "Third Year",
    "major": "CS + Business (Finance)",
    "interests": "Interests (Finance, Investments, FinTech, sports) | Clubs (NUHOC, FFC, FIC, Bull and Bear) | Hobbies (Climbing, Hiking)",
    "extra": "Honors student"
  },
  {
    "firstname": "Thomas",
    "lastname": "Mazeika",
    "experience": "DevOps; wrote QA automation, managed servers, used Jenkins, wrote Selenium tests, made an experimental project using AWS...",
    "pronouns": "He/him/his",
    "email": "mazeika.t@northeastern.edu",
    "year": "Third Year",
    "major": "Computer Science major",
    "interests": "Programming, photography, cooking, web development, "
  },
  {
    "firstname": "Cameron",
    "lastname": "Perry",
    "experience": "I was an engineering intern at Disruptor Beam last summer. Disruptor Beam was a game company that made mobile games based on popular IPs. While there, I worked on two separate projects, one recently just released on the app store this past week. I worked both client side in Unity and server side in Ruby to create player support tools. \n\nI am also currently working for Code Coven, as an engineer, and while this is not technically a co-op, I was able to home my skills as both a programmer and a game developer. At Code Coven I worked as the sole programmer, and was able to try new things in Unity.",
    "pronouns": "They/them or She/her",
    "email": "perry.ca@northeastern.edu",
    "year": "Fourth Year",
    "major": "Computer Science and Game Development",
    "interests": "Writing, painting and I am currently the president of NUGDC"
  },
  {
    "firstname": "Isabel",
    "lastname": "Tripp",
    "experience": "Full-stack development in industry (PowerAdvocate, Square Roots), full-stack development in the public sector (Civic Digital Fellowship/US Census Bureau), web development and machine learning in academia (Northeastern University Neurobiology Lab, Institute for Astronomy at the University of Hawai'i)",
    "pronouns": "she/her/hers",
    "email": "trippisabel@gmail.com",
    "year": "Fifth Year",
    "major": "Computer science major with a math minor",
    "interests": "Tech ethics and policy, environmentalism, art museums, food, club sports (ultimate frisbee), progressive/political groups on campus, NUWiT",
    "extra": "Honors student"
  },
  {
    "firstname": "Steve",
    "lastname": "Flanagan",
    "experience": "One research coop, one self-directed coop to found a startup Bountium",
    "email": "flanagan.s@northeastern.edu",
    "year": "Fourth Year",
    "major": "Computer Science",
    "interests": "Varsity track athlete\nFounder of Bountium, a fintech startup\nInvolved in several entrepreneurship clubs like IDEA and the Sherman Center\nMentor at Oasis, a club helping CS majors make things ",
    "extra": "Honors student"
  },
  {
    "firstname": "Verda",
    "lastname": "Bursal",
    "experience": "I did one co-op as a software engineer at Framework Homeownership last fall. I have been working there part-time ever since, and I absolutely adore my company, my team, and my job. Aside from my co-op, I’ve also done a brief stint in freelance web design and development, I’m a president of Bits&Bots at Northeastern, and I’m a Software Project Lead at Generate (also at Northeastern).",
    "pronouns": "she/her/hers",
    "email": "bursal.v@northeastern.edu",
    "year": "Fifth Year",
    "major": "Computer Science and Cognitive Psychology (combined)",
    "interests": "I mentioned some of this before, but I run an organization called Bits&Bots at Northeastern, I’m a Software Project Lead in Generate at Northeastern, and I’m also a member of MULTI. Outside of classes/work/clubs, I love making art (lately, mostly digital illustration and fiber art) and getting active (running, biking, hiking.) I’m also developing an app on my own.",
    "extra": "Honors student"
  },
  {
    "firstname": "Rebecca",
    "lastname": "Malcolm",
    "experience": "Analytics Platform Co-op for Warner Bros. Analytics, working out of WB Games Boston studio location. I worked on the Data Engineering team within WBA: building monitoring tools, modifying production code, adding to an existing automated test framework, and maintaining AWS environments. It was an Agile scrum team. Some experience with databases and managing build configurations. I also befriended some of the game studio engineers/production team.",
    "pronouns": "She/Her",
    "email": "malcolm.r@northeastern.edu",
    "year": "Fourth Year",
    "major": "Computer Science",
    "interests": "NU Game Development Club (Social Chair) - main interest is in game development and game industry-adjacent software. I attend game jams, hackathons, and local dev meetups when I can. I'm also a facilitator for an LGBTQIA+ Resource Center affinity group. Tend to cycle through hobbies: cooking/baking, jigsaw puzzles, growing plants, literature, comic books, sci-fi shows, anime, cartoons, playing indie games, MTG or D&D, etc. All-around nerd, without the stigma."
  },
  {
    "firstname": "Catherine",
    "lastname": "Romanova",
    "experience": "- full stack software engineer at ezCater\n- software engineer at InsightSquared, mostly front end",
    "pronouns": "she/her",
    "email": "catherinealexa19@gmail.com",
    "year": "Fifth Year",
    "major": "Computer Science with a minor in Biology",
    "interests": "Book Club/books and reading, Northeastern Survivor, Flute/any Bands, Alpha Chi Omega, intramural cornhole, Agape Christian Fellowship, hiking, Vermont"
  },
  {
    "firstname": "Jenn",
    "lastname": "Der",
    "experience": "3 co-ops, 2 in the boston area, 1 in SF\nMassachusetts Medical Society (QA Engineer/Business Analyst)\nKyruus (Software Engineering Co-op in Search, Python API/Middleware)\nCertain Lending (Full Stack Software Engineer)",
    "pronouns": "she/her",
    "email": "der.je@northeastern.edu",
    "year": "Fifth Year",
    "major": "Computer Science and Media Arts (concentration Photo/Video)",
    "interests": "CoSMO E-board, HackBeanpot Core Team, baking, running, painting?, other art things"
  },
  {
    "firstname": "Isabel",
    "lastname": "Bolger",
    "experience": "Software Engineer Intern in San Francisco at Skillz, a mobile e-sports company.",
    "pronouns": "she/her",
    "email": "bolger.i@northeastern.edu",
    "year": "Fourth Year",
    "major": "Computer Science ",
    "interests": "Tri Sigma sorority, previously Generate, Cosmo, guitar, tennis, baking, volunteering, mentoring",
    "extra": "Participated in NUin"
  },
  {
    "firstname": "Daniel",
    "lastname": "Melcer",
    "experience": "0 (summer internship after freshman year). Software development at Forward Thinking Systems (~50 person company)\n1. Research co-op in machine learning\n2. Software developer co-op at Datto (~2000 person tech company)",
    "pronouns": "He",
    "email": "dmelcer9@gmail.com",
    "year": "Fourth Year",
    "major": "CS major, math (maybe physics) minors",
    "interests": "NUHacks, Times New Roman (satire magazine), enjoy VR",
    "extra": "Honors student"
  },
  {
    "firstname": "Izzy",
    "lastname": "Berzsenyi",
    "experience": "My first co-op was at Thermo Fisher Scientific as a Software Engineer. I was working on software for gas analysis machines. My longer term project was implementing a new stricter security feature to adhere to new laws in California.\n\nMy second and current co-op is at AppFolio, working on the payments platform for MyCase. MyCase is a law practice management application. Currently my team is creating a new feature that would help gain larger firms as customers.",
    "pronouns": "She/her",
    "email": "berzsenyi.i@northeastern.edu",
    "year": "Fourth Year",
    "major": "Computer Science",
    "interests": "Traveling, NU Women In Tech, (previous) NUin Spring Greece student",
    "extra": "Participated in NUin"
  },
  {
    "firstname": "Dania ",
    "lastname": "Abuhijleh ",
    "experience": "Currently doing a software engineering co-op at the Broad Institute of MIT and Harvard, started remotely and am leading a project from scratch so it involves a lot of design as well as engineering. It has been very useful meeting mentors from cosmo in the past so I'd love to give back! ",
    "pronouns": "She/her/hers",
    "email": "abuhijleh.d@northeastern.edu",
    "year": "Third Year",
    "major": "Computer science and Mathematics ",
    "interests": "Weightlifting, Reading, Baking and cooking, drawing",
    "extra": "International Student"
  },
  {
    "firstname": "Natalie",
    "lastname": "Hsu",
    "experience": "UX Developer at Chewy. Worked on engineering and designing user interface components for Chewy's website.",
    "email": "hsu.na@northeastern.edu",
    "year": "Third Year",
    "major": "Computer Science and Interaction Design",
    "interests": "illustration, art, anime, bubble tea",
    "extra": "Participated in NUin"
  },
  {
    "firstname": "Becca",
    "lastname": "McBrayer",
    "experience": "State Street Global Exchange - Quantextual Research Co-op: python scripting and a small amount of unsupervised machine learning and natural language processing. RightHand Robotics - Research & Development Co-op: computer vision and 3D modeling. Alteryx (FeatureLabs) - software engineer automating machine learning.",
    "pronouns": "She/her/hers",
    "email": "mcbrayer.r@northeastern.edu",
    "year": "Fifth Year",
    "major": "Computer Science and Math",
    "interests": "A cappella (NU Downbeats), rock climbing"
  },
  {
    "firstname": "Katie",
    "lastname": "Busemeyer",
    "experience": "Rue La La - business intelligence, data analytics; ezCater - fullstack development, Bank of America - worked on a UI team, learning front-end related tech; Trifacta - was in SF, CA - full-stack development",
    "pronouns": "she/her/hers",
    "email": "busemeyer.k@northeastern.edu",
    "year": "Fifth Year",
    "major": "Computer Science and Cognitive Psychology",
    "interests": "CoSMO! Greek life, intramural soccer"
  },
  {
    "firstname": "Bryce",
    "lastname": "DeWitt",
    "experience": "1) digital business analyst for IT at MFS helping the project management side of their website redesign.\n2) Web Developer at MullenLowe, an advertising firm based in Boston doing website development for their clients\n3) React Developer at Campfire Technology, a northeastern startup that provides storyboarding software to writers ",
    "pronouns": "He/his/him",
    "email": "dewitt.b@northeastern.edu",
    "year": "Fifth Year",
    "major": "Computer Science and Business Administration, Combined. Concentration in finance. ",
    "interests": "Past E-Board of Finance & Investment club, Current E-Board of TEDxNortheasternU, involved in Greek life and NUHOC ",
    "extra": "Participated in NUin"
  },
  {
    "firstname": "Felicia",
    "lastname": "Zhang",
    "experience": "Cooped at Carbonite, Google, Drift and Facebook. mostly web dev, some VR & infra stuff",
    "pronouns": "she/hers",
    "email": "zhang.fel@northeastern.edu",
    "year": "Fifth Year",
    "major": "CS (but formerly CE/CS for like 4 years)",
    "interests": "clubs: NUWIT, HackBeanpot\ninterests: art, foreign language, baking",
    "extra": "Honors student"
  },
  {
    "firstname": "Vera",
    "lastname": "Kong",
    "experience": "I have done 1 co-op so far at HubSpot as a Software Engineer. Specifically, I worked as a backend engineer dealing with product configuration, REST APIs, SQL databases, and Kafka to name a few. Most of the codebase was in Java so yay fundies 2/OOD for doing something.",
    "email": "kong.v@northeastern.edu",
    "year": "Third Year",
    "major": "Computer Science and Math w/ Music minor",
    "interests": "Hackathons, typeracing, tetris, League of Legends (lol), Generate, Asian Student Union, handball"
  },
  {
    "firstname": "Irene",
    "lastname": "Pham",
    "experience": "Web application development at Boston DNA testing start up using angular and spring boot. Web application development internship at large biotech company in California using React. Data management and pipeline coop at pharmaceutical giant Roche in South San Francisco. Internship at ServiceNow on the chat bot team. ",
    "pronouns": "she her ",
    "email": "pham.i@husky.neu.edu",
    "year": "Fourth Year",
    "major": "Computer Science / Biology",
    "interests": "biology, bioinformatics, swimming, baking, cooking, research, health care, reading, hiking and outdoors ",
    "extra": "Honors student"
  },
  {
    "firstname": "Martin",
    "lastname": "Petrauskas",
    "experience": "Integrity Security Services, Software Engineer, Jul-Dec 2019: worked as a software engineer in Boston to create customer monitoring software which is now being used in automotive factories across the world\nDepartment of Defense, Network Security Engineer & Scientist, May-Dec 2020: this is my current co-op in Charleston, SC. Cannot discuss my work due to national security concerns",
    "pronouns": "He/Him/His",
    "email": "petrauskas.m@northeastern.edu",
    "year": "Fourth Year",
    "major": "Cybersecurity, concentration in cyber operations, minor in mathematics",
    "interests": "Frisbee, surfing, hiking, basically anything outdoors"
  },
  {
    "firstname": "Cara",
    "lastname": "Sciorilli",
    "experience": "iSpecimen - Software engineer, worked on a web application that sold human specimens to researcher\nPivotal - Worked on developer to developer tools to deploy code on different cloud platforms, worked in the Microsoft Windows team and worked with customers directly.\nMercari - Backend on the mercari app, working on customer retention, coupon integration and data engineering",
    "pronouns": "she/her/hers",
    "email": "sciorilli.c@northeastern.edu",
    "year": "Fifth Year",
    "major": "Computer Science and Finance",
    "interests": "Gymnastics, Generate, working with kids, Peace Through Play, Kappa Kappa Gamma, Relay for Life, beach, skiing, ",
    "extra": "Honors student"
  },
  {
    "firstname": "Shreya",
    "lastname": "Yalamanchili",
    "experience": "I was a Business Process Analyst Co-Op at bluebird bio from January-August 2020. During my time there, I created dashboards, developed programs to resolve inefficiencies within metrics, and optimized business processes. ",
    "pronouns": "she/her/hers",
    "email": "yalamanchili.s@northeastern.edu",
    "year": "Third Year",
    "major": "B.S. Computer Science & Business Administration",
    "interests": "Women in technology, Northeastern Breakfast Club, Active Minds, and I'm really into painting/digital art. ",
    "extra": "Honors student"
  },
  {
    "firstname": "Ali",
    "lastname": "Schueler",
    "experience": "Protein Production Group at Jounce Therapeutics, a Bio based co-op working with high throughput machinery and protein purification methods",
    "pronouns": "She/Her/Hers",
    "email": "schueler.a@northeastern.edu",
    "year": "Third Year",
    "major": "Computer Science and Biology",
    "interests": "NUWIT, Kappa Delta Sorority, Running, Yoga, Reading",
    "extra": "Honors student"
  },
  {
    "firstname": "Jean",
    "lastname": "Zhang",
    "experience": "I was a Full Stack Software Developer at PowerAdvocate for my first co-op. My second co-op was as a Front-End Software Engineer at HubSpot. I was a Software Engineering Intern this summer at Facebook",
    "pronouns": "she/her",
    "email": "zhang.je@northeastern.edu",
    "year": "Fourth Year",
    "major": "Computer Science Major, Interaction Design Minor",
    "interests": "Clubs that I'm also apart of on campus include Scout, NU Women in Tech, and Asian Student Union. Hobbies of my include cooking, baking, and watching Asian Media. I love trying new places to eat (safely of course!). ",
    "extra": "Honors student"
  },
  {
    "firstname": "Kelsey",
    "lastname": "Esposito",
    "experience": "Eaton Vance - Equity Data Science Role, built models using financial data to predict stock performance\nFacebook - Data Engineer Role, created data pipelines, databases, and dashboards to help improve performance and reliability of product",
    "pronouns": "she/her/hers",
    "email": "esposito.ke@northeastern.edu",
    "year": "Fourth Year",
    "major": "Data Science and minor in Mathematics",
    "interests": "No Limits Dance Crew, embroidery, reading, going to the beach",
    "extra": "Honors student"
  },
  {
    "firstname": "Raymond",
    "lastname": "Huang",
    "experience": "Intuit, Pison, Facebook (ask ray for more information)",
    "pronouns": "he/him/his",
    "email": "huang.ra@northeastern.edu",
    "year": "Fifth Year",
    "major": "Computer Science and Media Arts (animation)",
    "interests": "CoSMO, animation club"
  },
  {
    "firstname": "Megan",
    "lastname": "Lau",
    "experience": "She has five co-ops and internships as Frontend Engineer for Mark43 enhancing the frontend UI for police, Backend Engineer for MineralTree working on microservice APIs, Associate Product Manager for CameraIQ working on the future of AR and content marketing, and much more. She is proficient in Java, Python, SQL, React, which are core to development at Facebook and have worked with large-scale and complex code bases with crucial data impacting life or death situations. Megan is a great candidate who is quick to learn new topics and has an enthusiastic personality to initiate solutions.",
    "pronouns": "she, her, hers",
    "email": "lau.m.megan@gmail.com",
    "year": "Fifth Year",
    "major": "Computer Science and Marketing Analytics",
    "interests": "Asian Student union, pan asian american clubs, NUWIT, greek life, hackathons, animal crossing, memes ;)"
  },
  {
    "firstname": "Jolene",
    "lastname": "Okamoto",
    "experience": "I was a swe co-op at a med-tech startup in Boston. Mainly worked on application development.",
    "pronouns": "she/her/hers",
    "email": "okamoto.j@northeastern.edu",
    "year": "Third Year",
    "major": "CS Major with Interaction Design Minor",
    "interests": "ASU, volunteering, games, cooking"
  },
  {
    "firstname": "Andrei",
    "lastname": "Lougovtsov",
    "experience": "ThriveHive (Full Stack and Data Engineering), Wayfair (Big Data Engineering on Customer Intelligence), contracting at various startups in Software and Data Engineering roles",
    "pronouns": "He/Him",
    "email": "lougovtsov.an@northeastern.edu",
    "year": "Fourth Year",
    "major": "Computer Science and Finance",
    "interests": "Ultimate Frisbee Club Team, Enabling Engineering (teaching programming course to special needs students), anything tech-related, tennis, swimming, exercise",
    "extra": "Honors student"
  },
  {
    "firstname": "Daniel",
    "lastname": "Goldstein",
    "experience": "Full-stack developer co-op at PowerAdvocate — worked with Java Spring and Postgres to make an internal reporting webapp\n\nSoftware Engineering on Hail team at Broad Institute — worked on a scientific computing compiler to do linear algebra on distributed genetic datasets quickly\n\nAlgorithms Research at Oxford University — developed efficient algorithms for computing on genetic data leveraging a neat data structure that greatly compresses the data and allows for really fast analysis\n\nTraffic Engineering intern at Slack — contributed to an open source tool, Envoy, used to direct web traffic and connect internal slack services",
    "pronouns": "He / Him / His",
    "email": "goldstein.d@northeastern.edu",
    "year": "Fifth Year",
    "major": "Computer Science / Math Combined Major",
    "interests": "TA for Fundies 1 (I love it!)\nHusky Ambassador\nRunning / occasionally Muay Thai\n",
    "extra": "Honors student"
  }
]
